import photoDog1 from "./IMG_20230903_175158_644-01.webp";
import photoDog2 from "./IMG_20230903_175148_875-01.webp";
import photoDog3 from "./IMG_20230903_175211_527-01.webp";

const dataServiceInfo = [
  {
    image: photoDog1,
    alt: "Цуценя лабрадора на помаранчевому повідці, лежить в залі.",
    id: 1,
    title: "Послух",
    text: [
      "початкове навчання базовим командам",
      "індивідуальна програма",
      "сучасні методи виховання",
      "соціалізація",
      "корекція поведінки",
      "підготовка до здачі спортивних нормативів",
      "консультування з харчування і утримання собак",
      "тренування в комфортному залі і з приїздом інструктора додому",
      "онлайн консультації",
    ],
  },
  {
    image: photoDog2,
    alt: "Мальтіпу лежить на вулиці.",
    id: 2,
    title: "Виїзні заняття",
    text: [
      "вирішення індивідуальних проблем поведінки собаки вдома і на прогулянці",
      "виконання команд в будь яких умовах ",
      "формування нейтрального відношення собаки до подразників",
    ],
  },
  {
    image: photoDog3,
    alt: "Бордер Коллі спирається на руку своєї хазяйки.",
    id: 3,
    title: "Зоомагазин",
    text: [
      "смаколики для собак найвищої якості ",
      "іграшки і амуніція, перевірені і схвалені кінологами і їх чотирилапими друзями",
    ],
  },
];

export default dataServiceInfo;
